Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 正在移动导入
source: Moving import
zh_hans: 正在移动导入

# 正在移动导入...
source: Moving import...
zh_hans: 正在移动导入...

# 正在预览分类...
source: Previewing classification...
zh_hans: 正在预览分类...

# 没有可导入或可跳过的批量项目
source: There are no batch items to import or skip
zh_hans: 没有可导入或可跳过的批量项目

# 没有可导入文件
source: No files are available to import
zh_hans: 没有可导入文件

# 没有可导入的批量项目
source: There are no batch items to import
zh_hans: 没有可导入的批量项目

# 源文件会从原位置移走，并安全写入 AreaMatrix 资料库。
source: The source file will be moved from its original location and safely written to the AreaMatrix repository.
zh_hans: 源文件会从原位置移走，并安全写入 AreaMatrix 资料库。

# 状态
source: Status
zh_hans: 状态

# 目标位置
source: Destination
zh_hans: 目标位置

# 目标分类
source: Target category
zh_hans: 目标分类

# 目标目录中已经存在同名文件，但内容不同。
source: A file with the same name but different content already exists in the destination folder.
zh_hans: 目标目录中已经存在同名文件，但内容不同。

# 确认替换？
source: Confirm replacement?
zh_hans: 确认替换？

# 简体中文
source: Simplified Chinese
zh_hans: 简体中文

# 系统推荐路径
source: System-recommended path
zh_hans: 系统推荐路径

# 统一前缀
source: Common prefix
zh_hans: 统一前缀

# 继续
source: Continue
zh_hans: 继续

# 自动分类（推荐）
source: Auto classify (recommended)
zh_hans: 自动分类（推荐）

# 该文件的导入、移动、重命名和外部修改都会记录在这里。
source: Imports, moves, renames, and external changes to this file will be recorded here.
zh_hans: 该文件的导入、移动、重命名和外部修改都会记录在这里。

# 该资料库存在未完成的扫描记录，请先进入修复流程
source: This repository has an unfinished scan. Open the recovery flow first.
zh_hans: 该资料库存在未完成的扫描记录，请先进入修复流程

# 该路径暂时不能作为资料库使用
source: This path cannot currently be used as a repository.
zh_hans: 该路径暂时不能作为资料库使用

# 详情
source: Details
zh_hans: 详情

# 请输入资料库路径
source: Enter a repository path
zh_hans: 请输入资料库路径

# 请选择导入分类
source: Select an import category
zh_hans: 请选择导入分类

# 请选择资料库根目录，而不是 .areamatrix 内部目录
source: Choose the repository root, not a directory inside .areamatrix
zh_hans: 请选择资料库根目录，而不是 .areamatrix 内部目录

# 资料库中已存在相同内容的文件。请先进入冲突处理区域决定后续策略。
source: A file with identical content already exists in the repository. Review the conflict before choosing how to proceed.
zh_hans: 资料库中已存在相同内容的文件。请先进入冲突处理区域决定后续策略。

# 跟随符号链接
source: Follow symbolic links
zh_hans: 跟随符号链接

# 路径：%@
source: Path: %@
zh_hans: 路径：%@

# 路径：%arg
source: Path: %arg
zh_hans: 路径：%arg

# 路径不存在，请选择已存在的文件夹
source: The path does not exist. Choose an existing folder.
zh_hans: 路径不存在，请选择已存在的文件夹

# 路径字符串无法解析
source: The path could not be parsed
zh_hans: 路径字符串无法解析

# 路径环境检查缺失，请重试或选择其他路径
source: Path environment checks are missing. Retry or choose another path.
zh_hans: 路径环境检查缺失，请重试或选择其他路径

# 返回
source: Back
zh_hans: 返回

# 还没有笔记
source: No notes yet
zh_hans: 还没有笔记

# 这些开关写入当前资料库配置。
source: These toggles are written to the current repository configuration.
zh_hans: 这些开关写入当前资料库配置。

# 这次操作会记录到改动日志。
source: This operation will be recorded in the change log.
zh_hans: 这次操作会记录到改动日志。

# 选择一个文件查看详情
source: Select a file to view details
zh_hans: 选择一个文件查看详情

# 选项变化后会重新预扫描；确认前不会复制、移动或写入文件。
source: Changes to options will trigger a new pre-scan; no files will be copied, moved, or written before confirmation.
zh_hans: 选项变化后会重新预扫描；确认前不会复制、移动或写入文件。

# 重名冲突
source: Name conflict
zh_hans: 重名冲突

# 重复处理策略
source: Duplicate handling strategy
zh_hans: 重复处理策略

# 重复文件已跳过
source: Duplicate file skipped
zh_hans: 重复文件已跳过

# 重新扫描失败
source: Rescan failed
zh_hans: 重新扫描失败

# 重新扫描已中断
source: Rescan interrupted
zh_hans: 重新扫描已中断

# 重新扫描已完成
source: Rescan completed
zh_hans: 重新扫描已完成

# 重新扫描已暂停
source: Rescan paused
zh_hans: 重新扫描已暂停

# 错误代码：%arg
source: Error code: %arg
zh_hans: 错误代码：%arg

# 预扫描存在错误，请先 Retry scan 或 Cancel
source: Resolve pre-scan errors by retrying the scan or canceling
zh_hans: 预扫描存在错误，请先 Retry scan 或 Cancel

# 预扫描完成前不能导入
source: Import is unavailable until the pre-scan finishes
zh_hans: 预扫描完成前不能导入

# 预扫描错误
source: Pre-scan error
zh_hans: 预扫描错误

# 预览结果
source: Preview results
zh_hans: 预览结果

# 预计重复
source: Expected duplicates
zh_hans: 预计重复

# 高级选项
source: Advanced options
zh_hans: 高级选项

# 默认排除
source: Excluded by default
zh_hans: 默认排除
